IDEA StatiCa Open Model
CalculationSetup.UlsInteraction Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Uls interaction
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool UlsInteraction { get; set; }
Public Property UlsInteraction As Boolean
	Get
	Set
public:
property bool UlsInteraction {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace